Repository: turulomio/preprod
Catalog: preprod/locale/*.po
Languages: es

source: Press a key to continue...
es: Pulsa una tecla para continuar...

source: Created {0} directory
es: Directorio {0} creado

source: Changing net to {0}
es: Cambiando red a {0}

source: Replacing values in {0}
es: Remplazando valores en {0}

source: Appending text at the end of {0}
es: Añadiendo texto al final de {0}

source: Running '{0}'
es: Ejecutando '{0}'

source: Running with system '{0}'
es: Ejecutando con system '{0}'

source: Removing file '{0}'
es: Borrando fichero '{0}'

source: Deleting directory {0}
es: Borrando directorio {0}

source: Changing to directory {0}
es: Cambiando a directorio {0}

source: Cloning git repository {0}
es: Clonando repositorio git {0}

source: Pulling git repository
es: Actualizando repositorio git

source: Insert text at line {0} in {1}
es: Insertando texto en la línea {0} en {1}

source: Line number is out of range
es: El número de línea está fuera de rango

source: Deleting line {0} in {1}
es: Borrando línea {0} en {1}

source: You must create repository path
es: Debe crear el directory del repositorio

source: Restarting apache server
es: Reiniciando el servidor Apache

source: Changing '{0}' to owner {1}:{2}
es: Cambiando '{0}' a propietario {1}:{2}

source: Developed by Mariano Muñoz 2023-{}
es: Desarrollado por Mariano Muñoz 2023-{}

source: Preprod manager
es: Gestor Preprod

source: Prints action code without running it
es: Muestra el código de la acción sin ejecutarlo

source: Project identification
es: Identificación del proyecto

source: Action identification
es: Identificación de la acción

source: Reading repository from '{0}'
es: Leyendo repositorio desde '{0}'

source: Project '{0}' wasn't found en repository. Found projects: {1}
es: El proyecto '{0}' no fue encontrado en el repositorio. Proyectos encontrados: {1}

source: Project '{0}' hasn't '{1}' action. Found actions: {2}
es: El proyecto '{0}' no tiene la acción '{1}'. Acciones encontradas: {2}

source: Executing project '{0}' and action '{1}'
es: Ejecutando proyecto '{0}' y la acción '{1}'

source: Executed project '{0}' and action '{1}' took {2}
es: La ejecución del proyecto '{0}' y acción '{1}' tardó {2}

source: Repository already created in {}
es: El repositorio ya está creado en {}
